[info]
english=English (United States)
ownlang=English (United States)
machine=false
by=AuroraStudio
warn=Important: machine translation in this language
warnown=Important: machine translation in this language

[global]
haventdone=[UNFINISHED]
wait=Please wait

[startup]
title=Start
openfile=Open files
openfolder=Open folder
recently=Recently
onlyfortest=For testing purposes only.
evaluationcopy=Evaluation copy.

[openfile]
file=Select files...
folder=Select folder...

[main]
list=Playlist
add=Add
del=Remove
openfile=Open files
openfolder=Open folder
openonline=Open Online Audio
savecover=Save Album Image
emptylist=The list is empty
emptylrc=No lyrics

[listmenu]
play=Play
remove=Remove
speed=Speed
reverse=Reverse

[settings]
title=Settings
appearance=Personalize
theme=Theme
sysnormal=System
light=Light
dark=Dark
back=Background
backmaterial=Backdrop Type
acrylic=Acrylic
mica=Mica
update=Update
checking=Checking for updates
nonew=No new versions available
new=New versions available
restart=Restart to apply the update
download=Download
downloadprogress=Download progress
restartbtn=Restart
updatebtn=Upate
currentver=Current Version
newver=New Version
about=About
detail=The audio playback function of Violet Player is based on BassLib.
language=Language
apply=Apply

[playlist]
title=Playlist
items=item(s)
play=Play
addfile=Add file
locate=Locate
playlist=Playlist
unknownartist=Unknown Artist
unknownalbum=Unknown Album

[effect]
title=Effect

[plugin]
title=Plugin
list=Plugin list
blank=blank